[
    {
        "name_uk": "Ріта",
        "name_ru": "Рита",
        "text_uk": "Юлія Миколаївна вела мою вагітність. Мені лікар сподобався. Вона спокійна і дуже-дуже відповідальна. Під час вагітності вона мені допомагала і давала цінні рекомендації. Дуже дякую Юлі Миколаївні за підтримку і уважність. 😊",
        "text_ru": "Юлия Николаевна вела мою беременность. Мне врач понравился. Она спокойная и очень-очень ответственная. Во время беременности она мне помогала и давала ценные рекомендации. Спасибо большое Юле Николаевне за поддержку и внимательность. 😊",
        "rating": 4.5
    },
    {
        "name_uk": "Галина",
        "name_ru": "Галина",
        "text_uk": "Хорошого гінеколога складно знайти. Але Юлія Миколаївна мені дуже сподобалася. Добре вислухала, що мене хвилює, оглянула не грубо, але ретельно. Після призначила вірне лікування. Самопочуття після лікування покращилось. Дякую.",
        "text_ru": "Хорошего гинеколога сложно найти. Но Юлия Николаевна мне очень понравилась. Хорошо выслушала, что меня волнует, осмотрела не грубо, но тщательно. После назначила правильное лечение. Самочуствие после лечения улучшилось. Спасибо.",
        "rating": 5.0
    },
    {
        "name_uk": "Надія",
        "name_ru": "Надежда",
        "text_uk": "Дуже приємна жінка.",
        "text_ru": "Очень приятная женщина.",
        "rating": 5.0
    },
    {
        "name_uk": "Майя",
        "name_ru": "Майя",
        "text_uk": "Прийом сподобався, лікар дуже ввічливий, гарно все пояснює.",
        "text_ru": "Прием понравился, врач очень вежливый, хорошо все объясняет.",
        "rating": 5.0
    },
    {
        "name_uk": "Катерина",
        "name_ru": "Катерина",
        "text_uk": "Мені дуже сподобався лікар. Вона все доступно пояснила про мою проблему та призначила лікування. Я буду й надалі користуватися послугами центру та продовжувати лікування.",
        "text_ru": "Мне очень понравился врач. Она все доступно объяснила мою проблему и назначила лечение. Я буду и дальше пользоваться услугами центра и продолжать лечение.",
        "rating": 5.0
    }
]
