[
  {
    "id": 1,
    "slug": "gynecology-consult",
    "title_uk": "Консультація гінеколога",
    "title_ru": "Консультация гинеколога",
    "desc_uk": "<p>Кожна жінка у профілактичних цілях повинна відвідувати 1-2 рази на рік гінеколога і проходити у нього огляд. ♀️ </p><p>Гінекологічні огляди допомагають вчасно діагностувати та вилікувати захворювання жіночих статевих органів та не допустити негативних наслідків у подальшому. Для жінки, яка живе статевим життям, щорічний огляд обов'язковий.</p>",
    "desc_ru": "<p>Каждая женщина в профилактических целях должна посещать 1-2 раза в год гинеколога и проходить у него осмотр. ♀️ </p><p>Гинекологические осмотры помогают вовремя диагностировать и вылечить заболевания женских половых органов и не допустить негативных последствий в дальнейшем. Для женщины, которая живет половой жизнью, ежегодный обзор обязателен.</p>",
    "img": "/frontend/dist/img/services/thumbnails/gynecology-consult.jpg",
    "img2x": "/frontend/dist/img/services/thumbnails2x/gynecology-consult.jpg",
    "img_full": "/frontend/dist/img/services/gynecology-consult.jpg",
    "priceFrom": 350,
    "priceTo": 450,
    "desc2_uk": "Консультація від 350 грн. (350-450 грн.)",
    "desc2_ru": "Консультация от 350 грн. (350-450 грн.)",
    "keywords_uk": "гінеколог грн, лікар, гінеколог, акушер-гінеколог, лікар акушер-гінеколог, гінеколог Київ, послуги гінеколога Київ, послуги гінеколога, консультація гінеколога Київ, консультація гінеколога, онлайн консультація гінеколога",
    "keywords_ru": "гінеколог грн, врач, гинеколог, акушер-гинеколог, врач акушер-гинеколог, гинеколог Киев, услуги гинеколога Киев, услуги гинеколога, консультация гинеколога Киев, консультация гинеколога, онлайн консультация гинеколога"
  },
  {
    "id": 2,
    "slug": "ultrasound",
    "title_uk": "Ультразвукова діагностика (УЗД)",
    "title_ru": "Ультразвуковое исследование (УЗИ)",
    "desc_uk": "<p>Ультразвукове дослідження — це один з найдоступніших і інформативних методів діагностики захворювань жіночих органів малого таза.</p><p>За допомогою УЗД можна перевірити шийка матки, тіло матки, яєчники, маткові труби і прилеглі органи.</p>",
    "desc_ru": "<p>Ультразвуковое исследование — это один из самых доступных и информативных методов диагностики заболеваний женских органов малого таза.</p><p>С помощью УЗИ можно проверить шейку матки, тело матки, яичники, маточные трубы и прилегающие органы.</p>",
    "img": "/frontend/dist/img/services/thumbnails/ultrasound.jpg",
    "img2x": "/frontend/dist/img/services/thumbnails2x/ultrasound.jpg",
    "img_full": "/frontend/dist/img/services/ultrasound.jpg",
    "priceFrom": 380,
    "priceTo": 700,
    "desc2_uk": "УЗД (ультразвукова діагностика) від 380 грн.",
    "desc2_ru": "УЗИ (ультразвуковое исследование) от 380 грн.",
    "keywords_uk": "УЗД грн, лікар, лікар УЗД, УЗД, УЗД Київ, послуги УЗД Київ, онлайн запис УЗД, ультразвукова дігностика, ультразвукова діагностика Київ",
    "keywords_ru": "УЗИ грн, врач, врач УЗИ, УЗИ, УЗИ Киев, услуги УЗИ Киев, онлайн запись УЗИ, ультразвуковое исследование, ультразвуковое исследование Киев"
  }
]
